backend: "python"

input [
  {
    name: "text_input"
    data_type: TYPE_STRING
    dims: [1]
  }
]

output [
  {
    name: "generated_text"
    data_type: TYPE_STRING
    dims: [1]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]